export const appointStatusDsc = {
    payment: 'Төлем Күйі: аяқталған төлемді көрсету үшін "төленген" күйіне Орнатыңыз',
    appointment: {
        FollowUp: 'Дәрігерге қайта жазылуды ұсыну үшін "Бақылау" күйіне орнатыңыз',
        pending: 'Әлі жоспарланбаған кездесуді көрсету үшін "күту" күйіне орнатыңыз.мүмкін келесі қадам-кездесуді жоспарлау',
        scheduled: 'Жоспарланған кездесуді көрсету үшін "Жоспарланған" күйіне өзгертілді',
        Completed: "Егер тағайындау сәтті аяқталған болса.",
        Canceled: "Егер кездесуді пациент немесе медициналық қызмет көрсетуші тоқтатса.",
        'Follow-up Scheduled': 'Егер келесі кездесу жоспарланған болса.',
        cancel: 'Егер қандай да бір себептермен кездесуді аяқтау мүмкін болмаса.',
        archived: 'Егер кездесу жабылып, тарихи жазбаларға көшірілсе.',
        InProgress: 'Lorem ipsum dollar sumit',
        confirmed : 'Науқас пен дәрігер кездесуді растаған кезде.',
    },
    followUpDate: 'Басқа бақылау күнін көрсетіңіз.',
    prescriptionStatus: {
        issued: "Рецепт берілгенін көрсету үшін 'берілген' күйіне орнатыңыз.",
        notIssued: "Рецепт әлі берілмегенін көрсету үшін 'not_issued' күйіне орнатыңыз."
    }
}